db.Places.insert(
[
{ 
"name" : "Кремль", 
"puzzle" : "Как называется крепость в самом центре Москвы?", 
"answer" : "Кремль", 
"text" : "У Кремля 20 башен", 
"point" : [ 55.75161665120035, 37.61788699999992 ] 
}
,
{ 
"name" : "Большой театр", 
"puzzle" : "Уж полон зал. Вот-вот начало, \
Надет костюм, наложен грим. \
И ты готов, к восторгу зала, \
К нему прийти совсем уже другим!", 
"answer" : "Большой театр", 
"text" : "Лебединое озеро", 
"point" : [ 55.76022360448751, 37.6185691955909 ]
}
,
{ 
"name" : "Храм Василия Блаженного", 
"puzzle" : "Посчитайте купола у Храма Василия Блаженного", 
"answer" : "10", 
"text" : "Храм один из немногих уцелел в годы СССР и на протяжении второй половины 20 века постоянно реставрировался.", 
"point" : [ 55.7522, 37.6156 ]
}
,
{ 
"name" : "Манеж", 
"puzzle" : "Это здание было построено в 1817 году в честь 5-летней годовщины Победы над Наполеоном. Сейчас это современный выставочный зал, где выставки проводятся в течение всего года.", 
"answer" : "Манеж", 
"text" : "Своим возникновением Манеж обязан московскому пожару 1812 года в дни наполеоновского нашествия.", 
"point" : [ 55.75583, 37.61472 ]
}
,
{ 
"name" : "Геологический музей", 
"puzzle" : "Этот музей - старейший в России научный, образовательный и культурно-просветительский центр в области наук о Земле. Можете ли вы найти его?", 
"answer" : "Геологический музей", 
"text" : "Славится собранием различных минеральных пород.", 
"point" : [ 55.756007,37.6104143 ]
}
,
{ 
"name" : "Мавзолей", 
"puzzle" : "Ищите монолитную черную плиту. Что на ней красными буквами написано?", 
"answer" : "Ленин", 
"text" : "Вождь мирового пролетариата скончался 21 января 1924 года, и его соратники решили сохранить тело для потомков.", 
"point" : [ 55.7537117, 37.6176959 ]
}
,
{ 
"name" : "Памятник Маршалу Жукову", 
"puzzle" : "Вам предстоит отыскать известного полководца верхом на своем коне, удачи в поисках!", 
"answer" : "Маршал Жуков", 
"text" : "Даже сам скульптор отмечал неудачное расположение памятника Жукову у северной стороны большого здания музея, почти всегда в тени.", 
"point" : [ 55.7557373, 37.6147362 ]
}
,
{ 
"name" : "Казанский собор", 
"puzzle" : "Этот небольшой, но очаровательный собор был построен в 17 веке. Он был построен в честь отталкивания захватчиков, и в честь Богородицы, Казанской иконы.", 
"answer" : "Казанский собор", 
"text" : "Казанский собор, освященный в честь Казанской иконы Божией Матери, был построен на Красной площади во второй четверти XVII века в память о погибших в войне русских воинах. Это – первый храм, восстановленный в Москве из разрушенных большевиками святынь.", 
"point" : [ 55.7554535, 37.617065 ]
}
,
{ 
"name" : "Памятник Карлу Марксу", 
"puzzle" : "Когда Фаина Раневская, русская писательница, увидела установленный памятник, то выдала: «Это же холодильник с бородой!».", 
"answer" : "Карл Маркс", 
"text" : "Мощная полуфигура как бы вырастает из огромной 160-тонной монолитной глыбы серого гранита. Правая сторона каменного основания имеет геометрически правильную форму, левая оставлена необработанной.", 
"point" : [ 55.7583538, 37.617433 ]
}
,
{ 
"name" : "МГТУ им. Н.Э. Баумана", 
"puzzle" : "Лучший технический вуз страны. Сколько скульптур на фронтоне его главного здания?", 
"answer" : "7", 
"text" : "Вуз с богатой историей!", 
"point" : [ 55.7659244, 37.6834059 ]
}
]
)